<script setup lang="ts">
</script>
<template>
  <div class="home">
    <h2>
      WIKI для владельцев Ford Kuga mk1 и соплатформенных автомобилей:
    </h2>
    <p>(в частности Focus 2 ST, Volvo S40 и другие на базе двигателей Volvo Modular 5-цилиндровые)</p>
    <img class="main-photo" src="/main-photo.jpg" alt="Ford Kuga mk1 WIKI Main photo"/>
    <ul>
      <li>Ссылки на отчеты о ремонте агрегатов, а также артикулы и технические данные.</li>
      <li>Варианты решений по тюнингу автомобиля.</li>
      <li>Программы, созданные сообществом, или любые другие цифровые решения, призванные автоматизировать работу с машиной.</li>
      <li>Мануалы, инструкции и литература, призванная помочь в ремонте, поиску неисправностей и улучшении автомобиля.</li>
      <li>Различные аналоги и возможные варианты тех или иных запчастей, которых зачастую нет в аналогах.</li>
      <li>Карта с адресами проверенных сервисов и людей, которые могут помочь по возможности.</li>
      <li>И многое другое ...</li>
    </ul>
    <p>
      Для возможности добавления информации, улучшений и критики свяжитесь с <a href="#/contact">автором портала</a>.
    </p>
  </div>
</template>

<style scoped>
.home {
  padding: 20px;
  font-size: 18px;
}
.main-photo {
  width: 500px;
}
</style>
